{
    "1": {
        "text": "이순신(李舜臣, 1545년 4월 28일 ~ 1598년 12월 16일 (음력 11월 19일))은 조선 중기의 무신이었다. 본관은 덕수(德水), 자는 여해(汝諧), 시호는 충무(忠武)였으며, 한성 출신이었다. 문반 가문 출신으로 1576년(선조 9년) 무과(武科)에 급제[1]하여 그 관직이 동구비보 권관, 훈련원 봉사, 발포진 수군만호, 조산보 만호, 전라좌도 수군절도사를 거쳐 정헌대부 삼도수군통제사에 이르렀다. 함경도 동구비보권관(董仇非堡權管), 1581년 발포 수군만호(鉢浦水軍萬戶)가 되었다가 전라좌수영의 오동나무를 베기를 거절한 일로 좌수사 성박의 미움을 받기도 했다. 이후 1583년 남병사의 군관과 건원보권관, 훈련원참군, 1586년 사복시주부를 거쳐 조산보만호 겸 녹도둔전사의(造山堡萬戶兼鹿島屯田事宜)로 부임했다. 조산만호 겸 녹둔도사의 재직 중 1587년(선조 20년) 9월의 여진족의 사전 기습공격으로 벌어진 녹둔도전투에서 패하여, 북병사 이일의 탄핵을 받고 백의종군(白衣從軍)하는 위치에 서기도 했다. 그 뒤 두번째 여진족과의 교전에서 승전, 복직하였다. 그 뒤 전라관찰사 이광(李洸)에게 발탁되어 전라도 조방장, 선전관 등을 역임했다. 1589년 정읍현감 재직 중 유성룡의 추천으로 고사리첨사(高沙里僉使)가 되고, 절충장군(折衝將軍), 만포진첨사(滿浦鎭僉使), 진도군수 등을 거쳐 전라좌도수사가 되어 임진왜란을 만나게 되었다. 임진왜란 때 조선의 삼도수군통제사가 되어 부하들을 통솔하는 지도력, 뛰어난 지략, 그리고 탁월한 전략과 능수능란한 전술로 일본 수군과의 해전에서 연전연승하여 나라를 구한 성웅(聖雄)으로 추앙받고 있다. 노량 해전에서 전사한 뒤 선무공신 1등관에 추록되고 증 의정부우의정에 추증되고 덕풍군에 추봉되었다가, 광해군 때 다시 증 의정부좌의정에 추증되고 덕풍부원군에 추봉되었고, 정조 때에는 증 의정부영의정으로 가증(加贈)되었다. 고려 때 정5품 중랑장(中郎將)을 지낸 덕수 이씨의 시조 이돈수(李敦守)의 12대손이며, 조선 초 영중추부사(領中樞府事)를 지낸 이변(李邊)[2]의 후손이다. 외가는 초계 변씨(卞氏), 처가는 온양 방씨(方氏, 당시에는 상주 방씨)이다. 그의 묘는 충청남도 아산시에 있다.",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "샘플 위키 데이터",
        "author": null,
        "html": null,
        "document_id": 1
    },
    "2": {
        "text": "《범블비》(영어: Bumblebee)는 2018년 개봉한 미국의 SF, 액션 영화이다. 트래비스 나이트가 감독을, 크리스티나 호드슨이 각본을 맡았다. 트랜스포머 시리즈의 범블비를 소재로 한 작품이며, 여섯 번째 실사 영화 작품이며 스핀오프 작품이다. 전작들과 달리 마이클 베이가 연출을 맡지 않은 시리즈 작품이다.",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "전처리 되지 않은 샘플 위키 데이터",
        "author": null,
        "html": null,
        "document_id": 2
    },
    "3": {
        "text": "트랜스포머 프랜차이즈에서 등장하는 옵티머스 프라임 (Optimus Prime)은 여러 캐릭터이며 오토봇의 총 사령관이자 리더이다. 다중우주 설정으로 다른 세계관, 다른 트랜스포머 작품의 옵티머스 프라임도 등장하나 다른 인물들이다. 원작 성우로는 피터 컬런으로 알려져있다. 작품마다 메가트론과 숙적 관계이다. 트랜스포머: 최후의 기사에서는 반 사이버트론 들에게 세뇌당해 네메시스 프라임이라 불렸고 범블비를 공격하기도 했다.",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "전처리 되지 않은 샘플 위키 데이터",
        "author": null,
        "html": null,
        "document_id": 3
    },
    "4": {
        "text": "지리학(地理學, 영어: geography)은 지표 상에서 일어나는 자연 및 인문 현상을 지역적 관점에서 연구하는 과학의 한 분야이다.[1] 공간 및 자연과 경제, 사회와의 관계를 대상으로 하는 학문 분야로, 공간이나 자연 환경이라고 하는 물리적 존재를 대상 안에 포함하는 점에서 사회과학과 자연과학의 양면의 성격이 있다. 원래는 농경이나 전쟁, 통치를 위해 각지의 정보를 조사해 정리하기 위한 연구 영역으로서 성립했다. 그러나 현재는 자연과학 내지 사회과학의 한 분야로서 지역마다 다른 공간적 이질성을 설명하는 데 필요하게 되었다. 지리학의 관심 대상은 불규칙한 분포이다. 지구에서 발견되는 사물에는 다중성이 존재한다. 사물의 다중성은 공간적으로 불규칙하게 분포한다. 불규칙한 분포가 사물이 지리적인 성격을 나타내게 한다. 다른 관심 대상은 상호관련성이다. 예를 들어, 농업 현상의 경우 농업과 연관된 기후, 토양, 인구, 경제적 조건, 기술력과 다른 조건 사이의 연관성을 이해하지 않으면 해당 농업의 지리적인 특성을 파악할 수 없다. 이를 바탕으로 미루어 볼 때, 지리학의 가장 근본적인 질문은 왜, 그곳에, 무엇이 있으며, 그래서 그곳에서 나타나는 현상이 어떻게 되느냐에 대해 설명하는 것이다.",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "지리학 척척 석/박사",
        "author": null,
        "html": null,
        "document_id": 4
    },
    "5": {
        "text": "고무 오리(영어: rubber duck 러버 덕[*])는 오리 모양으로 만들어진 장난감이다. 이름 그대로 고무나 폴리염화비닐과 같이 고무와 비슷한 재질로도 만들어진다.[1], 네덜란드의 설치 미술가인 플로렌타인 호프만이 2007년에 제작한 세계에서 가장 큰 고무 오리는 16.5 × 20 × 32 미터에 600 kg의 무게가 나갔다.[4][5] 이 고무 오리는 여러 종류로 제작되어 전 세계 각지를 돌아다니며 전시되고 있다.",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "러버덕은 장난감이다.",
        "author": null,
        "html": null,
        "document_id": 5
    },
    "6": {
        "text": "볶음밥(중국어: 炒飯, 문화어: 기름밥, 영어: fried rice)은 중국 요리를 비롯한 여러 동양 요리에서 잘 알려져 있는 음식이다. 또한 볶음밥은 먹다 남은 차가운 밥을 다른 재료와 곁들여 볶은 데서 유래하였다.[1]",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "볶음밥은 밥심! 계란 꼭!",
        "author": null,
        "html": null,
        "document_id": 6
    },
    "7": {
        "text": "산타클로스(영어: Santa Claus, Saint Nicholas, Saint Nick, Father Christmas, Kris Kringle 또는 Santa)는 주로 서양의 기독교 문화권에서 크리스마스 이브와 성탄절 이른 아침에 착한 어린이들에게 선물을 나눠주는 전설적인 인물로 크리스마스를 상징하기도 한다.[1]",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "토익책을 선물 해줘",
        "author": null,
        "html": null,
        "document_id": 7
    },
    "8": {
        "text": "개발자의 지속 가능한 성장을 위한 학습 커뮤니티 부스트캠프, SW, AI의 가능성은 무궁무진합니다 그 가능성의 한 가운데에서 최고의 동료들과 함께 다양한 문제를 해결하고 세상에 긍정적인 변화를 만들며 성장하고 싶은 사람들을 찾습니다. 끝이 정해져 있지 않기에 어쩌면 조금은 길고 험난할지도 모르지만, 무엇보다 중요한 여정- 그 여정을 함께할 여러분을 찾습니다",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "정확한 제목을 맞춰보세요",
        "author": null,
        "html": null,
        "document_id": 8
    },
    "9": {
        "text": "개발자의 지속 가능한 성장을 위한 학습 커뮤니티 부스트캠프, SW, AI의 가능성은 무궁무진합니다 그 가능성의 한 가운데에서 최고의 동료들과 함께 다양한 문제를 해결하고 세상에 긍정적인 변화를 만들며 성장하고 싶은 사람들을 찾습니다. 끝이 정해져 있지 않기에 어쩌면 조금은 길고 험난할지도 모르지만, 무엇보다 중요한 여정- 그 여정을 함께할 여러분을 찾습니다",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "AI Tech 2기 모집 안내 2021.06.13 24시 까지!!",
        "author": null,
        "html": null,
        "document_id": 9
    },
    "10": {
        "text": "우리는 Artificial Intelligence, AI 기술 발전이 우리의 삶에 분명한 영향을 미친다고 믿습니다. 인터넷으로 글로벌 이동과 소통에 제한이 사라진 것처럼, 스마트폰으로 인류의 라이프 스타일이 바뀌었던 것처럼, AI 기술의 발전은 또 다른 인류 변화의 시작점이 될 것입니다. AI 기술의 발전은 이제 시작입니다. 아직 AI 기술이 우리의 삶에 변화를 시키기 위해선 많은 발전이 필요하며, 비즈니스에 접목하여 인류의 삶에 영향을 미치기까지 거쳐야 할 산이 아직 많습니다. ",
        "corpus_source": "위키피디아",
        "url": null,
        "domain": null,
        "title": "업스테이지! 그리고 네이버! 사..사..",
        "author": null,
        "html": null,
        "document_id": 10
    }
}
